Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSPlatformUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# platform.demo.active
source: Showing sample data
ja: サンプルデータを表示中

# platform.demo.footer
source: This account shows sample Macs, workspaces and feed items. Nothing you do here reaches a real Mac.
ja: このアカウントでは、サンプルの Mac、ワークスペース、フィード項目を表示します。ここでの操作は実際の Mac には届きません。

# platform.demo.title
source: Demo Content
ja: デモコンテンツ

# platform.diagnostics.clear
source: Clear Log
ja: ログを消去

# platform.diagnostics.clearConfirm
source: Clear the diagnostic log on this device?
ja: このデバイスの診断ログを消去しますか？

# platform.diagnostics.copied
source: Support Info Copied
ja: サポート情報をコピーしました

# platform.diagnostics.copy
source: Copy Support Info
ja: サポート情報をコピー

# platform.diagnostics.crashReports
source: Share Crash Reports
ja: クラッシュレポートを共有

# platform.diagnostics.lines
source: Lines
ja: 行数

# platform.diagnostics.logFooter
source: Secrets, emails and file paths are removed before anything is saved.
ja: 保存する前に、シークレット、メールアドレス、ファイルパスを削除します。

# platform.diagnostics.logSection
source: Log
ja: ログ

# platform.diagnostics.share
source: Share Diagnostics
ja: 診断情報を共有

# platform.diagnostics.title
source: Diagnostics
ja: 診断

# platform.gate.mac.message
source: %1$@ runs cmux %2$@, which this app can no longer connect to.
ja: %1$@ の cmux %2$@ には、このアプリから接続できなくなりました。

# platform.gate.mac.steps
source: On the Mac, choose cmux > Check for Updates.
ja: Mac で cmux > アップデートを確認 を選択してください。

# platform.gate.mac.title
source: Update cmux on %@
ja: %@ の cmux をアップデート

# platform.gate.phone.message
source: %@ runs a newer cmux than this app supports.
ja: %@ の cmux は、このアプリが対応するバージョンより新しいです。

# platform.gate.phone.steps
source: Update cmux from the App Store or TestFlight.
ja: App Store または TestFlight から cmux をアップデートしてください。

# platform.gate.phone.title
source: Update This App
ja: このアプリをアップデート

# platform.keepAwake.checking
source: Checking…
ja: 確認中…

# platform.keepAwake.off
source: %@ sleeps on its normal schedule.
ja: %@ は通常のスケジュールでスリープします。

# platform.keepAwake.offline
source: Connect to this Mac to change this.
ja: 変更するにはこの Mac に接続してください。

# platform.keepAwake.on
source: %@ stays awake while cmux runs.
ja: cmux の実行中、%@ はスリープしません。

# platform.keepAwake.title
source: Keep Mac Awake
ja: Mac をスリープさせない

# platform.keepAwake.unsupported
source: Update cmux on %@ to use this.
ja: この機能を使うには %@ の cmux をアップデートしてください。

# platform.plans.current
source: Current Plan
ja: 現在のプラン

# platform.plans.restore
source: Restore Purchases
ja: 購入を復元

# platform.plans.title
source: Plans
ja: プラン

# platform.plans.unavailable
source: The store is not available right now.
ja: 現在ストアを利用できません。

# platform.toast.dismissHint
source: Double-tap to dismiss.
ja: ダブルタップで閉じます。

# platform.whatsNew.continue
source: Continue
ja: 続ける

# platform.whatsNew.diagnostics.detail
source: Share a log with secrets removed from Settings.
ja: シークレットを取り除いたログを設定から共有できます。

# platform.whatsNew.diagnostics.title
source: Diagnostics
ja: 診断

# platform.whatsNew.empty
source: No release notes for this version.
ja: このバージョンのリリースノートはありません。

# platform.whatsNew.links.detail
source: A cmux link opens the right screen, even if you sign in first.
ja: 先にサインインが必要な場合でも、cmux のリンクは正しい画面を開きます。

# platform.whatsNew.links.title
source: Links Open in cmux
ja: リンクを cmux で開く

# platform.whatsNew.shell.detail
source: Home, Feed, Workspaces, Compose and Hosts in one place.
ja: ホーム、フィード、ワークスペース、作成、ホストをひとつの場所に。

# platform.whatsNew.shell.title
source: A New App
ja: 新しいアプリ

# platform.whatsNew.title
source: What's New
ja: 新機能

# platform.whatsNew.version
source: Version %@
ja: バージョン %@

# platform.diagnostics.on
source: On
ja: オン

# platform.diagnostics.off
source: Off
ja: オフ

# platform.diagnostics.crashReportsMoved
source: Change this in Settings > Preferences > Privacy.
ja: 「設定」>「環境設定」>「プライバシー」で変更できます。
